/*
 *  Localizable.strings
 *  Admin Utility
 */

/* General */
"AirPortUtility"= "AirPort 工具程式";
"AdminUtility"	= "AirPort 工具程式";
"AboutAirPortUtility" = "關於 %@";
"HideAirPortUtility" = "隱藏 %@";
"QuitAirPortUtility" = "結束 %@";

/* Button Titles */
"OK"			= "好";
"Cancel"		= "取消";
"ConfirmUpload"	= "上傳";
"GoBack"		= "返回";
"Continue"		= "繼續";
"Close"			= "關閉";
"DontClose"		= "不要關閉";
"Done"			= "完成";
"Switch"		= "切換";
"DontSwitch"	= "不要切換";
"Yes"			= "是";
"No"			= "否";
"DontSave"		= "不儲存";
"Save"			= "儲存";
"Revert"		= "回復";
"Update"		= "更新";
"DontUpdate"	= "不要更新";
"Optional"		= "（可留空）";
"OtherDotDotDot" = "其他⋯";
"MoreInfo"		= "更多資訊⋯";
"Download"		= "下載";
"Remove"		= "移除";
"DontRemove"	= "不要移除";
"Edit"			= "編輯";
"EditEllipsis"	= "編輯⋯";
"Resume"		= "繼續";


/* Keychain information */
"keychainBaseStationDescription" = "AirPort 基地台密碼";
"keychainBaseStationType" = "AirPort 基地台";
"keychainNetworkDescription" = "AirPort 網路密碼";
"keychainAirDiskDescription" = "AirPort 磁碟密碼";
"keychainNetworkType" = "AirPort 網路";
"keychainSpeakerDescription" = "應用程式密碼";
"keychainSpeakerType" = "遠端揚聲器";

/* Password sheet and keychain strings */
"OtherPrompt" = "輸入位址和密碼：";
"PasswordPrompt" = "請輸入所選 AirPort 無線設備的密碼：";
"SaveSecuritySettings" = "加密密碼以取得更高的安全性";
"SaveSecuritySettingsDescription" = "當您稍後想要檢視或輸入密碼時，您將需要再次提供 %@ 密碼。";
"PasswordPromptDoc" = "輸入此設定檔的密碼以檢視所有設定和密碼。若要檢視除了密碼以外的所有設定，請按一下“繼續”而不必輸入密碼。";
"SaveSecuritySettingsNotEncrypted" = "密碼將不加密，並且會以安全性較低的方式儲存。";
"RememberPassword" = "在我的鑰匙圈中記錄這個密碼";
"KeychainRemoveAreYouSure" = "您確定要從鑰匙圈裡移除此密碼嗎？";
"KeychainRemoveExplain" = "如果您從鑰匙圈裡移除此密碼，則每次都會提示您輸入密碼。";

/* AOL Login script -- probably no need to localize */
"AOL"			= "AOL";

/* Help book name */
"AirPortHelp"	= "AirPort 工具程式輔助說明";
"AirPortServiceAndSupport" = "AirPort 服務與支援";
"AirPortServiceAndSupportURL" = "http://www.apple.com/tw/support/airport/";

/* Open/Save panel button titles */
"Open"			= "打開";
"Export"		= "輸出";
"Import"		= "輸入";

/* Discovery Window toolbar items and tool tips*/
"Other"			= "其他";
"OtherTip"		= "設定其他 AirPort 無線設備";
"Rescan"		= "重新掃描";
"RescanTip"		= "重新掃描 AirPort 無線設備";
"Configure"		= "設定";
"ConfigureTip"	= "設定所選的 AirPort 無線設備";

/* Software Update */
"SoftwareUpdateNewer" = "“AirPort 工具程式”已有較新版本（%@）。";
"SoftwareUpdateExplain" = "按一下“更新⋯”來結束“AirPort 工具程式”，並取得最新的軟體。";
"SoftwareUpdateTitle" = "AirPort 軟體更新";
"SoftwareUpdateButton" = "更新⋯";
"SUFirmwarePrompt" = "目前有新的韌體可供下載。";
"SUFirmwareExplain" = "下載韌體來更新 AirPort 無線設備。";
"SUFirmwareExplainDetails" = "請選擇您想要下載的基地台韌體。韌體下載完成之後，您就可以更新 AirPort 無線設備。";
"SUChoosePrompt" = "目前有新的韌體可供 %d 個 AirPort 無線設備下載。";
"SUChooseExplain" = "請按“更新”一下來開始。";
"SUChooseExplainDetails" = "選擇您想要更新的 AirPort 無線設備，然後按一下“更新”來安裝新的韌體。";
"SUOneUpdatePrompt" = "已有可供 AirPort 無線設備“%2$@”使用的新韌體（%1$@）。";
"SUOneUpdateExplain" = "請按“更新”一下來開始。";
"SoftwareUpdateEverythingUpToDate" = "目前沒有“AirPort 工具程式”或任何 AirPort 無線設備的更新項目可供下載。";
"SoftwareUpdateAUIsUpToDate" = "此版本的“AirPort 工具程式”（%@）是目前的版本。";
"SoftwareUpdateFWIsUpToDate" = "此版本的 AirPort 無線設備韌體（%@）是目前的版本。";
"SoftwareUpdateBadFirmware" = "所選擇的韌體檔案無法和此 AirPort 無線設備相容。";
"SoftwareUpdateDownloadError" = "下載韌體時發生錯誤。";
"SoftwareUpdateShowDetails" = "顯示詳細資訊";
"SoftwareUpdateHideDetails" = "隱藏詳細資訊";
"SoftwareUpdateDirty" = "更新此 AirPort 無線設備會遺失尚未儲存的更動。";
"SUSkip" = "略過";
"SUPasswordPrompt" = "輸入“%@”的密碼：";
"SUVersion" = "韌體版本";
"SUDownloadProgressPrompt" = "正在下載 %1$d∕%2$d 韌體更新項目";
"SUUpdateProgressPrompt" = "正在更新 %1$d∕%2$d 部 AirPort 無線設備";
"SUUpdateProgressMessage" = "正在將“%1$@”韌體更新至“%2$@”⋯";
"SUWaitingRestartMessage" = "正在等待“%@”重新啟動⋯";
"SUAutoCheckConfirm" = "若有 AirPort 無線設備的更新項目，或 AirPort 無線設備報告問題，則“AirPort 工具程式”就會開啟。";
"SUAutoCheckExplain" = "您可以在“AirPort 工具程式”偏好設定中更改這些設定。";
"SUAutoCheckCheckbox" = "當打開“AirPort 工具程式”時檢查更新項目";
"SUServerFailure" = "連接更新伺服器時發生錯誤。請檢查您的網路設定，然後再試一次。";
"SUInternalServerLabel" = "內部伺服器：";
"SUBackgroundCheckbox" = "檢查更新項目：";
"SUHourly" = "每小時";
"SUDaily" = "每天";
"SUWeekly" = "每週";
"SUMonthly" = "每月";
"SUBackgroundDownloadCheckbox" = "自動下載韌體更新項目";
"SUBackgroundDownloadExplain" = "當有更新項目可以用於安裝時，“AirPort 工具程式”將會啟動。";

/* Discovery Window */
"IP4Address" = "IPv4 位址";
"IP6Address" = "IPv6 位址";
"Interface" = "介面";
"AirPortDesc" = "AirPort（%@）";
"EthernetDesc" = "乙太網路（%@）";

/* Document Toolbar Items and Tabs */
"Restart"				= "重新啟動";
"HardReset"				= "回復預設設定⋯";
"Upload"				= "上傳";
"Default"				= "預設";
"EquivPW"				= "密碼";
"Summary"				= "摘要";
"SummaryTip"			= "檢視此 AirPort 無線設備和無線網路的設定";
"AirPort"				= "AirPort";
"AirPortTip"			= "為您的無線網路設定選項";
"AirPort.Summary"		= "摘要";
"AirPort.Summary.Version" = "版本";
"AirPort.BaseStation"	= "基地台";
"AirPort.BaseStation.Options" = "基地台選項";
"AirPort.BaseStation.Hostname" = "基地台主機名稱";
"AirPort.Wireless"		= "無線";
"AirPort.Wireless.Options" = "無線網路選項";
"AirPort.Wireless.AppleWiFiConnect" = "無線用戶端選項";
"AirPort.WDS"			= "WDS";
"AirPort.ACL"			= "連線權限控制";
"Internet"				= "Internet";
"InternetTip"			= "設定此 AirPort 無線設備連接 Internet 的方式，並共享其 Internet 連線";
"Internet.Main"			= "Internet 連線";
"Internet.TCPIP"		= "TCP/IP";
"Internet.Modem"		= "數據機";
"Internet.PPPoE"		= "PPPoE";
"Internet.DHCP"			= "DHCP";
"Internet.NAT"			= "NAT";
"Music"					= "音樂";
"MusicTip"				= "設定您的 AirPort Express 來透過遠端揚聲器播放 iTunes";
"Printers"				= "印表機";
"USB"					= "USB 共享";
"PrintersTip"			= "檢視並更改 AirPort 無線設備上可用之 USB 印表機的設定";
"USBTip"				= "檢視並更改 AirPort 無線設備上可用之 USB 設備的設定";
"PrintersScanners"		= "印表機與掃描器";
"PrintersScannersTip"	= "檢視並更改 AirPort 無線設備上可用之 USB 印表機與掃描器的設定";
"Drives"				= "磁碟";
"DrivesTip"				= "檢視並更改 AirPort 無線設備上可用之儲存設備的設定";
"Drives.Disks"			= "磁碟";
"Drives.FileSharing"	= "檔案共享";
"Drives.Accounts"		= "帳號";
"Advanced"				= "進階";
"Advanced.MobileMe"		= "MobileMe";
"Advanced.Firewall"		= "傳輸埠對應";
"Advanced.PortMapping"	= "傳輸埠對應";
"Advanced.IPv6"			= "IPv6";
"Advanced.IPv6Firewall"	= "IPv6 防火牆";
"Advanced.Dialin"		= "PPP 電話撥入";
"Advanced.Statistics"	= "記錄和統計資料";
"AdvancedTip"			= "檢視並更改更多的進階 AirPort 無線設備設定";
"Profiles"				= "描述檔";
"ProfilesTip"			= "描述檔";
"Statistics"			= "統計資料";
"Statistics.Logging"	= "記錄";
"Statistics.Wireless"	= "無線用戶端";
"Statistics.DHCP"		= "DHCP 用戶端";
"StatisticsTip"			= "檢視 AirPort 無線設備的狀態資訊，包含 syslog 和用戶端資訊";
"Search"				= "尋找設定";
"SearchTip"				= "依照名稱來搜尋 AirPort 無線設備的設定。請選擇一個名稱，此動作將會帶領您到設定面板。";

/* Panel layout */
"AirPort.Summary.labelPercentage" = "50";
"AirPort.Summary.Version.labelPercentage" = "50";
"AirPort.BaseStation.labelPercentage" = "50";
"AirPort.BaseStation.Options.labelPercentage" = "50";
"AirPort.BaseStation.Hostname.labelPercentage" = "50";
"AirPort.Wireless.labelPercentage" = "40";
"AirPort.Wireless.Options.labelPercentage" = "50";
"AirPort.Wireless.AppleWiFiConnect.labelPercentage" = "50";
"AirPort.GuNe.labelPercentage" = "50";
"AirPort.WDS.labelPercentage" = "50";
"AirPort.ACL.labelPercentage" = "50";

"Internet.Main.labelPercentage" = "40";
"Internet.TCPIP.labelPercentage" = "40";
"Internet.Modem.labelPercentage" = "40";
"Internet.DHCP.labelPercentage" = "40";
"Internet.NAT.labelPercentage" = "40";

"Music.labelPercentage" = "50";

"Printers.labelPercentage" = "50";
"USB.labelPercentage" = "50";
"Drives.Disks.labelPercentage" = "50";
"Drives.FileSharing.labelPercentage" = "50";
"Drives.Accounts.labelPercentage" = "50";

"Advanced.MobileMe.labelPercentage" = "50";
"Advanced.Firewall.labelPercentage" = "50";
"Advanced.PortMapping.labelPercentage" = "50";
"Advanced.IPv6.labelPercentage" = "50";
"Advanced.IPv6Firewall.labelPercentage" = "50";
"Advanced.Dialin.labelPercentage" = "50";
"Advanced.Statistics.labelPercentage" = "50";

/* Document */
"UpdateChanges" = "要在關閉此 AirPort 無線設備之前先更新其設定嗎？";
"WSCUpdateChanges" = "您已經對 AirPort 無線設備進行更動，您必須儲存這些更動後才可以加入無線用戶端。請按一下“更新”來儲存您的更動，然後再試一次。";
"SwitchContinue" = "您確定要切換到另一個 AirPort 無線設備嗎？";
"SwitchUpdateLost" = "如果您不先更新就切換，您的更動將會遺失。"; 
"UpdateLost" = "如果不更新，您的更動將會遺失。";
"Passwords" = "密碼";
"errMatchPassword" = "密碼與密碼驗證欄位內容不符。您必須在兩個欄位輸入同樣的密碼。";
"ImportPrompt" = "輸入完整的設備設定或僅輸入某些設定。";
"ImportAll" = "完整的設備設定";
"ImportAllOther" = "所有其他設定";
"SwitchNetworksPrompt" = "您確定要切換無線網路嗎？";
"SwitchNetworksMore" = "設定此 AirPort 無線設備需要切換無線網路。切換無線網路可能會中斷您的 Internet 連線。";
"TaskMaintenanceClose" = "確定要關閉此視窗嗎？";
"TaskMaintenanceRecommendContinue" = "如果您現在關閉此視窗，您的更動將會遺失。";
"AssistClose" = "確定要關閉此視窗嗎？";
"AssistReccomendContinue" = "如果您不繼續使用輔助程式並更新 AirPort 無線設備，您的更動將會遺失。";
"PortConflict" = "啟用“%@”會與您的一個傳輸埠對應產生衝突。此傳輸埠對應已停用。請更新其公用傳輸埠來繼續使用傳輸埠對應。";
"TooBusyToCloseGeneric" = "“AirPort 工具程式”忙碌中，不可以中斷。";
"TooBusyToClose" = "“AirPort 工具程式”正忙於處理“%@”，不可以中斷。";
"TooBusyToCloseExplain" = "請等待“AirPort 工具程式”完成作業，然後再試一次。";
"UpdatingFirmware" = "正在更新 AirPort 無線設備的韌體";
"WritingConfiguration" = "正在寫入 AirPort 無線設備的設定";

/* Progress */
"closeOrReRead" = "您可以關閉此視窗或者等待 AirPort 無線設備重新啟動。";
"closeOrReReadSpecific" = "您可以關閉此視窗或者等待此 %@ 重新啟動。";
"ReReadTimeout" = "“AirPort 工具程式”在重新啟動之後無法找到您的 AirPort 無線設備。";
"ReReadTimeoutDescription" = "已經成功更新此 AirPort 無線設備的設定，但是在重新加入無線網路或者搜尋 AirPort 無線設備時發生問題。您可能需要在 Wi-Fi 選單裡選擇您的網路，然後再試一次。";
"ReReadTimeoutDescriptionWin" = "已經成功更新此 AirPort 無線設備的設定，但是在重新加入無線網路或者搜尋 AirPort 無線設備時發生問題。您可能需要在“管理網路連線”裡選擇您的網路，然後再試一次。";
"ErrorCloseTryAgain" = "發生錯誤，請關閉設定視窗，然後再試一次。";

/* Discovery */
"FoundDefaultBaseStation" = "“AirPort 工具程式”發現使用預設設定的“%@”。";
"FoundDefaultBaseStation.alternateArticle" = "“AirPort 工具程式”發現使用預設設定的“%@”。";
"FoundRestorableDefaultBaseStation" = "“AirPort 工具程式”發現使用預設設定的“%@”。可將此設備回復至上次的設定。";
"FoundRestorableDefaultBaseStation.alternateArticle" = "“AirPort 工具程式”發現使用預設設定的“%@”。可將此設備回復至上次的設定。";
"FoundJoinedBaseStation" = "“AirPort 工具程式”發現某個“%@”擁有請求加入的用戶端。";
"FoundConfiguredBaseStation" = "“AirPort 工具程式”發現“%@”。";
"FoundConfiguredBaseStation.alternateArticle" = "“AirPort 工具程式”發現“%@”。";
"FoundBaseStationNeedsAttention" = "“AirPort 工具程式”發現正在報告問題的“%@”。";
"FoundBaseStationNeedsAttention.alternateArticle" = "“AirPort 工具程式”發現正在報告問題的“%@”。";
"FoundBaseStationPerformingTask" = "“AirPort 工具程式”發現正在執行作業的“%@”。";
"FoundBaseStationPerformingTask.alternateArticle" = "“AirPort 工具程式”發現正在執行作業的“%@”。";
"FoundBaseStationMigrationInterrupted" = "“AirPort 工具程式”發現一個 Time Capsule 在磁碟移轉期間遭到中斷。";
"FoundBaseStationWithEnrollee" = "“AirPort 工具程式”發現提出網路連線要求的“%@”。";
"FoundBaseStationWithEnrollee.alternateArticle" = "“AirPort 工具程式”發現提出網路連線要求的“%@”。";

"FoundBaseStationNeedsUpdate" = "應該將此 %@ 更新至較新版的韌體。";
"FoundEnrolleeNeedsAccess" = "“%@”正在要求連接您的網路。";
"FoundEnrolleeAlreadyAuthed" = "已授權“%@”連接您的網路。";
"FoundEnrolleeAlreadyAuthedWaiting" = "正在等待“%@”加入您的網路⋯";
"FoundEnrolleeAlreadyJoined" = "“%@”已成功加入您的網路。";
"FoundEnrolleeNeedsPIN" = "輸入這個網路連線要求的 PIN 碼，然後選擇“授權”。";
"FoundEnrolleeGeneralError" = "嘗試授權網路要求時發生錯誤。請重試一次。";
"FoundEnrolleePINWrong" = "輸入的 PIN 不正確。";
"AppleWiFiConnectAuthorize" = "授權";
"AppleWiFiConnectIgnore" = "忽略";	
"AppleWiFiConnectTableColumnName" = "名稱";
"AppleWiFiConnectTableColumnModel" = "型號";
"AppleWiFiConnectTableColumnMAC" = "MAC 位址";
"AppleWiFiConnectSelectNetwork" = "授權連線至";
"AppleWiFiConnectSelectNetwork.description" = "選擇您要讓此用戶端使用的無線網路。";
"AppleWiFiGrantTimedAccess" = "提供連線";
"AppleWiFiGrantTimedAccess.1" = "直到我撤銷";
"AppleWiFiGrantTimedAccess.2" = "自定時間週期";
"AppleWiFiGrantTimedAccess.86400" = "一天";
"AppleWiFiGrantTimedAccess.604800" = "一星期";
"AppleWiFiGrantTimedAccess.2592000" = "一個月";
"AppleWiFiGrantTimedAccess.4294967295" = "永久";
"AppleWiFiGrantTimedAccess.description" = "指定此用戶端可以連接網路的時間長度。";
"AppleWiFiGrantTimedAccessCustom" = "自定";
"ContinueOrManual" = "按“繼續”一下來更改此 %@ 上的設定。";
"ContinueDefault" = "按“繼續”一下來設定此 %@。";
"ContinueResolve" = "按“繼續”一下來解決此 %@ 上的問題";
"FoundNone" = "“AirPort 工具程式”無法找到任何 AirPort 無線設備。請確定您想設定的 AirPort 無線設備已接上電源，並且位於電腦的通訊範圍內，然後按“重新掃描” 一下來再試一次。";
"MakeSure" = "如果這不是您要設定的 AirPort 無線設備，您可以從左邊的列表中選擇其他設備。若沒有看到您的設備，請確定其已接上電源，並且位於電腦的通訊範圍之內。";
"PerformingTask" = "檢視下方的作業進度，或選擇其他您要設定的 AirPort 無線設備。";
"PerformingTaskNeedPassword" = "輸入 %@ 密碼來檢視一下的作業進度，或選擇其他您要設定的 AirPort 無線設備。";
"PasswordButton" = "輸入密碼⋯";
"NothingSelected" = "選取您想要設定的 AirPort 無線設備。";
"OldVersion" = "現用版本";
"InstallVersion" = "新版本";
"UpdateButton" = "更新韌體⋯";
"ProgressStep.0" = "正在搜尋最新版的韌體⋯";
"ProgressStep.1" = "正在與此 %@ 進行通訊⋯";
"ProgressStep.3" = "正在下載韌體⋯";
"ProgressStep.4" = "正在將新的韌體上傳至此 %@⋯";
"ProgressStep.5" = "更新完成⋯";

/* AirPort */
"SummaryPrompt" = "按一下某項設定的標題以編輯此設定：";
"SummaryWirelessClients" = "無線用戶端";
"SummaryAllow" = "允許用戶端⋯";
"SummaryAddWireless" = "加入無線用戶端⋯";
"UpgradeFirmware" = "升級韌體";
"UpgradeFirmwareTo" = "升級到“%@”";
"ConfigureRadius" = "設定 RADIUS⋯";
"RadioModeWarning" = "選擇“%@”可能會阻止某些用戶端加入此無線網路。";
"BaseStationsOptionsButton" = "選項⋯";
"WirelessOptionsButton" = "無線選項⋯";
"WDSMainLabel" = "WDS 主基地台";
"WDSRemotesLabel" = "WDS 遠端基地台";
"AutomaticDateTime" = "自動設定時間：";
"EveryoneElse" = "（預設值）";
"NoAccess" = "無存取權限";
"FullAccess" = "不設限";
"Expired" = "（到期）";
"LocalAccessDescription" = "本地連線會指定可以加入您的網路的用戶端（以他們的無線 MAC 位址為基準）。若留空，則所有的用戶端都可以加入您的網路。";
"TimedAccessDescription" = "定時連線會指定用戶端可加入您的網路的時間和日期（以他們的無線 MAC 位址為基準）。第一個項目允許您指定任何無線 MAC 位址（未列出）的預設連線數量。";
"TimedAccessLockoutTitle" = "定時連線限制";
"TimedAccessLockoutMessage" = "預設項目無法連線。若您不加入一個可提供此部電腦取用權限的項目，更新之後，您將無法加入到此 AirPort 無線設備的無線網路。";
"VerifySecret" = "驗證密鑰：";
"WirelessInternetSettings" = "無線 Internet 設定⋯";
"ChooseWirelessNetwork" = "選擇無線網路⋯";

/* Internet */
"RenewDHCP" = "更新 DHCP 租約";
"NATDescription" = "網路位址轉譯（NAT）允許您與您網路上的電腦和設備共享一個單一公用 IP 位址。";
"EnableDefaultHost" = "啟用預設主機於：";
"InvalidDHCPBegin" = "您輸入的 DHCP 起始位址不是一個有效的 IP 位址。";
"InvalidDHCPEnd" = "您已輸入的 DHCP 結束位址不是一個有效的 IP 位址。";
"InvalidRangeRemedy" = "輸入位址末尾八位有效數字，然後再試一次。";
"ConfigurePortMappings" = "設定傳輸埠對應⋯";
"DHCPPrivateRange10Dot0" = "10.0";			/* DON'T LOCALIZE THIS */
"DHCPPrivateRange172Dot16" = "172.16";		/* DON'T LOCALIZE THIS */
"DHCPPrivateRange192Dot168" = "192.168";	/* DON'T LOCALIZE THIS */
"WirelessDescription" = "請選擇此 %@ 將使用的無線網路來連接 Internet。";

/* Music */
"iTunesDescription" = "此面板可讓您設定 AirPort Express 來使用 AirPlay。";

/* Printers */
"PrintersDescription" = "此面板會顯示連接到 AirPort 無線設備的 USB 印表機。";
"NoPrinters" = "無";
"Printer" = "印表機";
"SharedName" = "共享的名稱";
"AccountName" = "使用者名稱";

/* USB */
"USBDevice" = "USB 設備";
"USBDeviceAccess" = "連線";
"AccountCount" = "%d 帳號";

/* Drives */
"StorageDescription" = "此面板會顯示您的 AirPort 磁碟。";
"DiskBuiltIn" = "Time Capsule 磁碟";
"DiskBuiltInName" = "Time Capsule 磁碟名稱";
"DiskErasePrompt" = "選擇“清除”來清除 Time Capsule 磁碟上的資料。";
"DiskErasePrompt2" = "按一下“開始”來清除 Time Capsule 磁碟上的資料。";
"DiskEraseButton" = "清除⋯";
"DiskActionButton" = "開始⋯";
"DiskEraseTCMenuItem" = "清除磁碟";
"DiskArchiveTCMenuItem" = "封存磁碟";
"DiskMigrateTCMenuItem" = "移轉磁碟";
"DiskArchivePrompt" = "選擇“封存”來將資料從您的 Time Capsule 磁碟傳送到透過 USB 連接的 AirPort 磁碟上。";
"DiskArchivePrompt2" = "按一下“開始”來將資料從您的 Time Capsule 磁碟傳送到透過 USB 連接的 AirPort 磁碟上。";
"DiskArchiveButton" = "封存⋯";
"DiskMigrateArchiveErasePrompt" = "選擇您要執行的 Time Capsule 磁碟動作，然後按一下“開始”。";
"MigrateAreYouSure" = "您確定要將其他 Time Capsule 磁碟的資料移轉到這個 Time Capsule 磁碟嗎？";
"MigrateExplain" = "從其他 Time Capsule 磁碟移轉來拷貝資料到這個 Time Capsule 磁碟上。這樣也可以讓您將 Time Machine 備份搬移到這個 Time Capsule 磁碟上。";
"MigrateWarning" = "從其他 Time Capsule 磁碟移轉磁碟內容可能會花費很長的時間。";
"DiskMigrateButton" = "移轉⋯";
"MigrateFrom" = "移轉資料的來源";
"DiskArchiveNoDestPartitions" = "沒有可用的 AirPort 磁碟";
"DiskArchiveNoDestDescription" = "在將儲存設備連接到基地台的 USB 埠之前，請先確定儲存設備上有足夠的空間。";
"DiskArchiveNameFreeSpaceFormat" = "%@（%@ 可用）";
"DiskArchiveNameFreeSpaceInsufficientSpace" = "%@（%@ 可用 - 空間不足）";
"DiskArchiveNameDiskIsLocked" = "%@（磁碟已鎖定）";
"UnmountDescription" = "若您想要拔下磁碟，請按“中斷所有使用者連線⋯”一下。";
"DiskMigrateSelect" = "選擇要移轉的 Time Capsule";
"DiskMigrateNoSources" = "沒有可用的 Time Capsule";
"DiskMigrateNoSourcesDescription" = "請確定您要移轉資料的來源 Time Capsule 已連接網路。";
"DiskMigrateEraseTargetWarning" = "這個 Time Capsule 的磁碟內容將被清除，做為磁碟內容移轉程序的一部分。此動作無法還原。";

"SharingOffDescription" = "已停用“檔案共享”。若要共享網路上的 AirPort 磁碟，請選取“檔案共享”標籤頁，啟用檔案共享並選取“更新”。";
"SharingTabButton" = "檔案共享⋯";
"BytesSuffix" = "Byte";
"KiloBytesSuffix" = "KB";
"MegaBytesSuffix" = "MB";
"GigaBytesSuffix" = "GB";
"TeraBytesSuffix" = "TB";
"NoDrives" = "沒有找到磁碟。";
"NoDriveSelection" = "選擇一個磁碟或卷宗。";
"nameField" = "名稱：";
"capacityField"	= "容量：";	
"availableCapacityField" = "可用大小：";
"usedCapacityField" = "已使用：";
"usersField" = "使用者：";
"SMARTStatus" = "S.M.A.R.T. 狀態：";		/* Self-Monitoring, Analysis, and Reporting Technology - It's not localized. "Status" should be localized.*/
"SMARTVerified" = "已驗證";
"SMARTFailing" = "失敗";
"SMARTNotSupported" = "不支援";
"ArchiveAreYouSure" = "您確定要將您的 Time Capsule 磁碟封存至另一個 USB 磁碟上嗎？";
"ArchiveExplain" = "封存您的硬碟以備份資料。";
"ArchiveWarning" = "封存 Time Capsule 磁碟可能會花費很長的時間。";
"ArchiveTo" = "目標：";
"Archive" = "封存";
"ArchiveConfirmStrong" = "將 Time Capsule 磁碟封存至其他的 AirPort 磁碟上時，其他的磁碟上需要可用的空間。封存資料並不會刪除任何檔案。";
"UsersConnectedBullet" = "已有使用者連接至此磁碟。任何未儲存檔案上的更動都會遺失。";
"EraseAreYouSure" = "您確定要清除 Time Capsule 磁碟嗎？";
"EraseExplain" = "清除 Time Capsule 磁碟會刪除磁碟裡的所有檔案。";
"EraseSecure" = "安全清除";
"EraseSecureExplain" = "安全清除磁碟需要較長的時間，但可確保資料無法加以回復。";
"Erase" = "清除";
"EraseQuick" = "快速清除（不安全）";
"EraseQuick.description" = "清除目錄資訊，讓資料無法再存取。資料內容會在磁碟上維持不變，直到需要磁碟空間並且被其他資料覆寫。在此之前，資料可能可以回復。這是最快速但也是最不安全的選項。";
"EraseZeroOnce" = "填零清除資料";
"EraseZeroOnce.description" = "寫入零來清除磁碟上的所有資料。此選項可在最短時間內提供完善的資料安全保護。";
"EraseZero7Times" = "7 次清除";
"EraseZero7Times.description" = "在整個磁碟上寫入資料 7 次。此選項提供了高度可靠的方式來清除磁碟資料。7 次清除所花費的時間是“填零清除資料”選項所費時間的 7 倍。";
"EraseZero35Times" = "35 次清除";
"EraseZero35Times.description" = "在整個磁碟上寫入資料 35 次。此選項在清除磁碟資料時提供了高度的安全性。35 次清除所需的時間較“填零清除資料”選項的時間多 35 倍。";
"EraseTimeRequirementWarningSeveralDays" = "此選項將需要數天的時間來完成。";
"EraseTimeRequirementWarningSpecific" = "此選項將需要約 %@ 的時間來完成。";
"EraseConfirmStrong" = "清除 Time Capsule 磁碟會刪除磁碟裡的所有資訊。其他已連接之 AirPort 磁碟上的資訊不會受到影響。";
"EraseUsersConnectedBullet" = "已有使用者連接至此磁碟。此磁碟上正在使用的檔案將會被移除。";
"Migrate" = "移轉";
"MigrateConfirmStrong" = "移轉所選的 Time Capsule 磁碟會將所有的檔案，包含現有的 Time Machine 備份，拷貝到這個 Time Capsule 磁碟上。";
"MigrateTaskBullet" = "移轉 Time Capsule 磁碟可能會花費很長的時間。";
"MigrateUsersConnectedBullet" = "已有使用者連接至此磁碟。任何未儲存檔案上的更動都會遺失。";
"MaintenanceTaskBullet" = "在此過程中，%@ 的狀態指示燈會閃爍琥珀色。";
"MaintenanceTaskBullet2" = "在 %@ 再次可用之前，您將無法更改其設定、更新韌體，或重新啟動。";
"MaintenanceTaskBullet3" = "安全消除磁碟需要較長的時間。若要更快速的清除磁碟，請按一下“取消”來重新開始清除，而不要選用安全清除的選項。";
"DisconnectAllUsers" = "中斷所有使用者連線⋯";
"Unmount" = "卸除";
"Disconnect" = "中斷連線";
"DisconnectAllUsersAreYouSure" = "您確定要中斷共享磁碟上所有使用者的連線嗎？";
"DisconnectAllUsersExplain" = "將磁碟從“%@”移除之前，您應該要先中斷所有連接到基地台的使用者連線。請確定連接到磁碟的使用者在中斷連線之前，已經儲存工作。在中斷所有使用者連線之後，才能安全的將磁碟移除。";
"DisconnectMessage" = "此“%@”的管理者已決定中斷所有共享磁碟使用者的連線。";
"ArchiveDiskMessage" = "此“%@”的管理者正在封存此 AirPort 磁碟。";
"EraseDiskMessage" = "此“%@”的管理者正在清除此 AirPort 磁碟。";
"MigrateSourceDiskMessage" = "此“%@”的管理者正在移轉這個 Time Capsule 磁碟的內容。";
"MigrateDestDiskMessage" = "此“%@”的管理者正在將其他 Time Capsule 磁碟的內容移轉到這個 Time Capsule 磁碟上。";
"WillBeDisconnectedMessage" = "所有使用者將會與此磁碟中斷連線。";
"DiskStatus" = "磁碟狀態";
"EraseDiskStatus" = "清除磁碟狀態";
"ErasingWillTake" = "安全清除磁碟大約需要 %@的時間。";
"EraseDiskSucceeded" = "已成功清除磁碟。";
"EraseDiskFailed" = "清除此磁碟時發生錯誤。";
"EraseDiskPermissionError" = "請確定您可以拷貝檔案到磁碟上，然後再試一次。";
"EraseInternalDiskFailed" = "清除 Time Capsule 磁碟時發生錯誤。請重試一次。";
"EraseDiskProgress" = "磁碟狀態：%@";
"EraseDiskSecurePass" = "安全清除已經過 %1$d∕%2$d";
"EraseDiskStarting" = "正在開始清除磁碟";
"EraseDiskFinishing" = "即將完成磁碟清除";
"EraseCancel" = "取消安全清除";
"CancelingTask" = "取消中，請稍候。";
"EraseDiskCanceled" = "Time Capsule 磁碟已被清除。然而，因為已取消了安全清除的階段，資料可以從磁碟裡回復。";
"EstimatedTimeToComplete" = "預估完成時間：%@";
"DaysHoursMinutesSeconds" = "%1$d 天 %2$2d:%3$2d:%4$2d";		/* example: "3 days 10:59:48" (remaining, not absolute time)*/
"HoursMinutesSeconds" = "%1$2d:%2$2d:%3$2d";					/* example: "10:59:48" (remaining, not absolute time)*/
"ArchiveDiskSucceeded" = "磁碟已成功封存。";
"ArchiveDiskError" = "封存 Time Capsule 磁碟時發生錯誤。";
"ArchiveSizeError" = "目標磁碟上沒有足夠的可用空間。";
"ArchiveNotFoundError" = "找不到目標磁碟。";
"ArchivePermissionError" = "目標磁碟發生權限錯誤。";
"ArchiveDiskStarting" = "正在開始封存磁碟";
"ArchiveDiskStatus" = "封存磁碟狀態";
"ArchiveDiskProgress" = "%1$@∕%2$@";
"ArchiveCancel" = "取消封存";
"ArchiveDiskCanceled" = "磁碟封存已取消。";
"ArchiveDiskCanceledArchiveDeleted" = "已從目標磁碟刪除封存的檔案。";
"ArchiveDiskCanceledArchiveRemains" = "可在目標磁碟上使用封存的檔案。";
"ArchiveDiskFinishing" = "即將完成";

"MigrateDiskSucceeded" = "其他 Time Capsule 磁碟的內容已成功移轉到這個 Time Capsule 磁碟上。";
"MigrateDiskError" = "移轉其他 Time Capsule 的內容至此 Time Capsule 磁碟時發生錯誤。";
"MigrationInterrupted" = "Time Capsule 磁碟移轉已中斷。";
"MigrationResumeRestart" = "您可以繼續或重新開始移轉。";
"MigrationResumeRestartCancel" = "您可以繼續、重新開始或取消移轉。";
"MigrationResumeRestartDesc" = "重新開始移轉將會清除這個 Time Capsule 磁碟，並從其他 Time Capsule 磁碟移轉所有檔案。繼續移轉將會從您上次暫停移轉的位置繼續進行。";
"MigrateSizeError" = "這個 Time Capsule 磁碟上沒有足夠的空間來移轉其他 Time Capsule 磁碟的所有內容。";
"MigrateNotFoundError" = "找不到您要移轉的來源 Time Capsule 磁碟。";
"MigrateDiskStarting" = "正在開始移轉 Time Capsule 磁碟";
"MigrateDiskStatus" = "移轉狀態";
"MigrateCancel" = "取消 Time Capsule 磁碟移轉";
"MigrateDiskCanceled" = "Time Capsule 磁碟移轉已取消。";
"DisconnectingFileSharingUsers" = "正在中斷連接檔案共享使用者";

"MigrateDiskFinished.defaults" = "選擇“繼續”來將其他 Time Capsule 回復為出廠預設值。";
"MigrateDiskFinished.config" = "選擇“繼續”來使用先前選取的設定配置其他 Time Capsule。";
"MigrateDiskFinished.timer" = "這個程序將會在 %@ 秒後自動繼續執行。";

"RepairDisk" = "修復";
"ChooseDifferentDisk" = "選擇不同的 AirPort 磁碟，然後再試一次。";
"ConnectSMBOnly" = "您可以連接此位於 smb://%@ 的共享磁碟。";
"ConnectSMBorAFP" = "您可以連接至此位於 smb://%1$@ 或 afp://%2$@ 的共享磁碟。";
"FileSharingDescription" = "此面板可讓您設定 AirPort 磁碟的檔案共享存取。";
"ConfigureAccounts" = "設定帳號⋯";
"SMBDescription" = "這些設定會設定“Windows 檔案共享”。";
"DiskRenameButton" = "重新命名⋯";
"DiskRenameLabel" = "磁碟名稱：";
"DiskRenameDescription" = "輸入 Time Capsule 磁碟的名稱。";
"DiskRenamePrompt" = "按一下“重新命名”來更改 Time Capsule 磁碟的名稱。";
"InternalDiskDefaultPartitionName" = "AirPort 磁碟";
"DiskUserWarningPrompt" = "此設備和網路服務將暫時無法使用。您確定要繼續嗎？";

/* Advanced */
"AccountsDescription" = "有了 AirPort 無線設備的帳號，您便可以控制使用者對共享磁碟的連線。請按一下“加入”（+）來建立新的使用者帳號。";
"AccountsDescription.usbAndDiskSharing" = "有了 AirPort 無線設備的帳號，您便可以控制使用者對共享磁碟和其他共享 USB 設備的連線。請按一下“加入”（+）來建立新的使用者帳號。";
"AccountsDescription.usbSharing" = "有了 AirPort 無線設備的帳號，您便可以控制使用者對共享 USB 設備的連線。請按一下“加入”（+）來建立新的使用者帳號。";
"FirewallDescription" = "若要讓網路外的電腦連接您網路上指定的設備，請按“加入”（+）一下來輸入服務和傳輸埠。";
"PortMappingDescription" = "若要讓網路外的電腦連接您網路上指定的設備，請按“加入”（+）一下來輸入服務和傳輸埠。";
"IPv6Description" = "此面板可讓您設定“%@”的 IPv6 設定。請選擇您的“%@”是否只使用本地連接，這會讓它做為 IPv6 Internet 節點，或做為 IPv6 Internet 和本地網路上的電腦之間的通道。";
"IPv6FirewallTraversals" = "自定 IPv6 防火牆。";
"IPv6FirewallDescription" = "若要提供連線權限來從您網路之外的電腦取用您網路上的特定設備，請按“加入”（+）一下，然後輸入 IPv6 位址和（或）設備的埠。";
"LoggingDescription" = "此 AirPort 無線設備支援記錄訊息，這些訊息可能對您診斷問題會有幫助。";
"SNMPDescription" = "“簡易網路管理協定”（SNMP）可讓您查詢設備的統計資料（包括無線用戶端的數量）。";
"LogsAndStatisticsDescirption" = "“AirPort 工具程式”支援讀取 AirPort 無線設備的記錄訊息和檢視統計資料。";
"WABHostnameDescription" = "為此 AirPort 無線設備輸入一個通用的主機名稱。Internet 上的電腦將可以使用這個主機名稱來連接此 AirPort 無線設備。";
"WABRegDomainDescription" = "輸入註冊網域來啟用區域子網路外的 Bonjour 公佈。";
"WABDNSAuthDescription" = "若您的 DNS 伺服器要求認證，請輸入使用者名稱和密碼。";
"WABEnable" = "使用一個廣域主機名稱";
"WABConfigure" = "設定⋯";
"BackToMyMacDescription" = "藉由使用“返回我的 Mac”，您可從其他已啟用“返回我的 Mac”的電腦連接此 %@ 來取用檔案共享等服務。";
"BackToMyMacDescriptionSingle" = "若要在此 %@ 上設定“返回我的 Mac”，請輸入您的 MobileMe 會員名稱和密碼。";
"BackToMyMacDescriptionMultiple" = "若要在此 %@ 上設定“返回我的 Mac”，請按一下“加入”（+），然後輸入您的 MobileMe 會員名稱和密碼。";
"BackToMyMacEntryDescription" = "請輸入您的 MobileMe 會員名稱和密碼，讓連接到此 %@ 上的設備可透過“返回我的 Mac”來使用。";
"IPv6FirewallLabel" = "例外：";
"PortMappingsLabel" = "傳輸埠對應";

/* Statistics */
"SeverityLabel" = "嚴謹度：";
"Save Log File" = "輸出記錄";
"LogFileNameWithoutExtension" = "%@ 記錄";
"ViewStatistics" = "記錄和統計資料";
"MinutesAgo" = "分鐘前";
"dBm" = "dBm";
"StatisticsPublicPassword" = "若要檢視統計資料，請將 %@ 的密碼從“public”更改為其他密碼，並更新設定，然後再試一次。只有在 AirPort 無線設備使用 SNMP 社群碼時，才會支援密碼為“public”的檢視統計資料。";

/* Profiles */
"profilesDescription" = "此 AirPort 無線設備支援多個設定描述檔。您可以新增、刪除或啟用描述檔。若要啟用某個描述檔，請按一下“啟用”欄位裡的按鈕。若要重新命名描述檔，請按其名稱兩下然後輸入新的名稱。";
"ManageProfiles" = "管理描述檔";
"untitled" = "未命名的";
"copy" = "拷貝";

/* Validation */
"SingleValidationError" = "請先更正下方的問題再更新此 AirPort 無線設備。";
"MultipleValidationErrors" = "請先更正下方 %d 個問題再更新此 AirPort 無線設備。";
"IgnoreValidationDescription" = "若不想更改此設定，請選擇“忽略此問題”。";
"IgnoreValidation" = "忽略此問題";

/* System Status */
"SystemStatusPrompt" = "AirPort 無線設備正在報告以下的資訊。請選擇項目來查看更多詳細資訊。";
"SystemStatusIgnoreExplain" = "如果您不想讓 AirPort 無線設備的狀態指示燈閃爍琥珀色，您可以忽略問題。";
"SystemStatusPromptNoErrors" = "AirPort 無線設備沒有報告任何問題。";
"SystemErrors" = "%d 個問題";
"StatusNormal" = "正常";
"StatusUnconfigured" = "預設設定";
"DontWarnCheckboxTitle" = "不要再顯示此警告";
"SystemStatusErrorDescription" = "問題描述";
"SystemStatusIgnore" = "忽略";
"SystemStatusError" = "問題";
"SystemStatusWarning" = "警告";
"SystemStatusOpenedDefault" = "“AirPort 工具程式”打開了“%@”，因為它是使用預設的設定。";
"SystemStatusOpenedDefaultMore" = "按一下“好”來輸入您的設定，或按“取消”來保留預設的設定。";
"SystemStatusOpenedProblems" = "“AirPort 工具程式”打開了“%@”，因為它正在報告問題。";
"SystemStatusOpenedProblemsMore" = "按一下“好”來解決此 AirPort 無線設備的問題。";
"SystemStatusItem" = "項目";
"SystemStatusPromptOneItem" = "AirPort 無線設備正在報告一個項目。";
"SystemItems" = "%d 個問題";

/* Preferences */
"ShowPreferences" = "打開偏好設定";
"advancedUser" = "總是使用手動設定視窗";
"controlTips" = "在每個 AirPort 無線設備的設定裡顯示工具提示";
"backgroundMonitor" = "監視 AirPort 無線設備的問題";
"backgroundMonitorMine" = "僅監視我已經設定的 AirPort 無線設備";
"backgroundMonitorDescription" = "選擇“監視 AirPort 無線設備的問題”會在支援此功能之 AirPort 無線設備的狀態指示燈閃爍琥珀色時，打開“AirPort 工具程式”。";
"backgroundMonitorWAB" = "使用 Bonjour 來透過 Internet 監視 AirPort 無線設備";

/* UserModes */
"AssistantMode" = "協助我";
"AdvancedMode" = "手動設定";
"ConfirmSwithToAssistLoseChanges" = "現在切換到輔助程式模式將會遺失您對此 AirPort 無線設備所做的任何更動。您確定要切換到輔助程式模式嗎？";
"AssistReconfigurePrompt" = "您確定要使用輔助程式來重新設定此 AirPort 無線設備？";
"AssistReconfigureExplain" = "您也可以選擇“手動設定⋯”來設定更多進階選項。";

/* Equivalent Network Password */
"equivWEPPW" = "若要從不是使用 AirPort 軟體的電腦連接到此 %@ 所建立的無線網路，請使用下列項目：";
"equivWEPHex" = "十六進位替用密碼（WEP 密鑰）：";
"equivWEPASCII" = "ASCII 替用密碼（WEP 密鑰）：";
"equivWPAPW" = "若要連接由此 %@ 所建立的無線網路，您應該使用以下方法：";
"equivWPAPSK" = "WPA 預先共用密鑰：";
"equivWPAPSKSSIDSpecific" = "“%@”的 WPA 預先共用密鑰：";
"equivWPAPasswordSSIDSpecific" = "“%@”的 WPA 密碼：";
"equivWPAPassword" = "WPA 密碼：";
"equivTSNPassword" = "WPA 密碼∕ASCII WEP 密鑰：";

/* Firmware */
"CurrentLabel" = "現用版本";
"UpdateToLabel" = "上傳版本";
"ChooseOrOther" = "請選擇您想要上傳至 AirPort 無線設備的韌體版本，或者選擇“其他⋯”來瀏覽其他版本。";

/* Confirmations - Maybe don't use */
"AreYouSure"	= "您確定要啟用這個設定嗎？";
"AreYouSure2"	= "您確定要更改這個設定嗎？";
"AreYouSure3"	= "您確定要保留這個設定嗎？";
"ConfirmClosed" = "“封閉”網路的名稱是隱藏的。若要加入網路，使用者必須知道網路名稱。";
"ConfirmEthernetBridging" = "啟用 AirPort 與乙太網路之間的橋接功能可能會干擾到網路的運作。您的 Internet 網路服務供應商或網路管理者可提供您相關的資訊。";
"ConfirmEthernetDHCP" = "若啟用乙太網路上的 DHCP 伺服器，可能會干擾到網路的運作。您的 Internet 網路服務供應商或網路管理者可提供您相關的資訊。";
"ConfirmEthernetNAT" = "於乙太網路上共享 IP 位址（使用 NAT）可能會干擾到網路的運作。您的 Internet 網路服務供應商或網路管理者可提供您相關的資訊。";
"ConfirmRobustness" = "干擾排除可以解決由其他設備（如無線電話或無線視訊監視器）引起的干擾問題。使用“干擾排除”可能會影響網路的整體執行效能。";
"ConfirmMulticastRate" = "多點發送傳輸速率若設為 2mb/s 以上的速度，部分協力廠商所製造的無線傳輸卡（傳輸速率為 2mb/s）在連接 AirPort 網路時將會受到阻礙。使用 Apple“AirPort 卡”的用戶端電腦則不會受到影響。";
"ConfirmPublicPassword" = "此 AirPort 無線設備是由預設密碼“public”所保護。";
"ConfirmPublicPassword1" = "為求最有效的防護功能，請建立“public”之外的密碼。";
"confirm80211b" = "選擇“僅限 802.11b”將會防止 802.11g 的用戶端電腦加入此 AirPort 無線設備以 802.11g 速率發佈的網路。";
"confirm80211g" = "選擇“僅限 802.11g”將會防止 802.11b 的用戶端電腦加入此 AirPort 無線設備所發佈的網路。";
"confirmTurnOffLocalAccessControl" = "“WPA 企業級”和本基地台上的 MAC 位址連線權限控制不相容。本基地台上的連線權限控制列表將會被輸出並刪除。\n\n您確定要輸出並刪除本基地台上的連線權限控制列表，並改用“WPA 企業級”的安全層級嗎？";
"confirmTurnOffRemoteAccessControl" = "“WPA 企業級”和以 RADIUS 為基礎的 MAC 位址連線權限控制不相容。以 RADIUS 為基礎的連線權限控制將會被關閉。\n\n您確定要關閉以 RADIUS 為基礎的連線權限控制，並使用“WPA 企業級”的安全層級嗎？";
"confirmTurnOffBothAccessControl" = "“WPA 企業級”和本基地台上的 MAC 位址連線權限控制以及以 RADIUS 為基礎的 MAC 位址連線權限控制不相容。以 RADIUS 為基礎的連線權限控制將會被關閉，而本基地台上的連線權限控制列表將會被輸出並刪除。\n\n您確定要輸出並刪除本基地台上的連線權限控制列表、關閉以 RADIUS 為基礎的連線權限控制，並使用“WPA 企業級”的安全層級嗎？";
"confirmNonASCIINetNameEncoding" = "您所選擇的網路名稱（SSID）包含非 ASCII 字元，可能無法使用在所有的 AirPort 用戶端電腦上。";
"confirmNonASCIINetPWEncoding" = "您所選擇的網路密碼（WEP 密鑰）包含非 ASCII 字元，可能無法使用在所有的 AirPort 用戶端電腦上。";
"ConfirmAOLParentalControl" = "若要啟用 AOL 網站分級保護必須使用 AOL 用戶端，這樣才能連接 Internet。";
"ConfirmPPPDialin" = "“啟用 PPP 電話撥入”會讓 AirPort 無線設備依據設定回應電話。這項功能在搭配專線使用時的效果最好。";

/* Error messages */
"APReadError"	= "讀取設定時發生錯誤。";
"APWriteError"	= "更新設定時發生錯誤。";
"APBinaryError"	= "更新韌體時發生錯誤。";
"FileSaveError" = "儲存設定時發生錯誤。請檢查設定，然後再試一次。";

/* LoginScript */
"None" = "無";

/* Validation errors */
"errNeedPassword" = "您必須輸入密碼才能繼續。";
"errInvalidIP" = "這個 IP 位址不是有效的 IP 位址。請與您的網路系統管理者或 Internet 網路服務供應商洽詢並取得一個有效的 IP 位址。";
"errBadPassword" = "您所輸入的密碼不正確。";
"errCantOpenBinary" = "無法打開您所選擇的檔案，因為這個檔案是用於上傳資訊至 AirPort 無線設備。請先選擇 AirPort 無線設備，然後從“基地台”選單中選擇“上傳軟體”。";
"errCantOpenFile" = "此程式無法打開您所選擇的檔案。";
"errCantResetAP" = "“AirPort 工具程式”無法重置 AirPort 無線設備。請檢查 AirPort 無線設備隨附的說明文件，以取得手動重置的指示。";
"errCantRestartAP" = "“AirPort 工具程式”無法重新啟動所選的 AirPort 無線設備。";
"errCantUpdateAP" = "“AirPort 工具程式”無法更新所選 AirPort 無線設備的設定。";
"errCantUploadAP" = "“AirPort 工具程式”無法上傳所選 AirPort 無線設備的軟體。";
"errCantReadFile" = "“AirPort 工具程式”無法讀取設定檔。";
"errCantReadAP" = "“AirPort 工具程式”無法讀取所選 AirPort 無線設備的設定。";
"errNotSupportedAP" = "“AirPort 工具程式”無法設定所選的 AirPort 無線設備。";
"errNetworking" = "“AirPort 工具程式”無法與所選的 AirPort 無線設備進行通訊。您的電腦與 AirPort 無線設備必須位於相同 TCP/IP 子網路上。";

/* Validation reasons */
"expUpload" = "選取您想要設定的 AirPort 無線設備，然後選擇“上傳軟體”。";
"expValidIP" = "請確認您輸入的是正確的 IP 位址與密碼，然後再試一次。";

/* Informational */
"infoRestart" = "已經重新啟動您所選擇的 AirPort 無線設備。";
"infoPleaseWait" = "請等待重新啟動。";
"infoUploadSuccess" = "已成功更新此 AirPort 無線設備的軟體。";
"infoUpdateSuccess" = "已成功更新此 AirPort 無線設備的設定。";
"infoUpdateSuccessSpecific" = "已成功更新此 %@ 的設定。";
"infoRestartOK" = "重新啟動 AirPort 無線設備將會導致無線網路上的所有電腦斷線。";
"infoRestartDirty" = "重新啟動此 AirPort 無線設備會遺失尚未儲存的更動。";
"infoHardResetOK" = "將此 AirPort 無線設備回復成出廠預設值，將會清除其設定。";
"infoHardResetAirPortDisk" = "AirPort 磁碟上的檔案不會受到影響，但您必須設定磁碟的檔案共享連線。";
"infoHardResetMore" = "在回復為預設設定之後，您將必須重新設定此設備。";
"infoHardResetConfirm" = "您確定要回復預設的設定嗎？";
"infoUploadOK" = "更新韌體將會導致無線網路上的所有電腦斷線。";
"infoAirPortCard" = "AirPort 卡";
"infoNotConfigured" = "所選的 AirPort 無線設備已被重置，且目前尚未進行設定。";
"infoUploadDefault" = "預設軟體將會被上傳至 AirPort 無線設備。您可以按一下“自動”按鈕，在上傳時暫時更動您的 TCP/IP 設定；或是按一下“手動⋯”，為您的 AirPort 無線設備指定 TCP/IP 位址與密碼。";
"infoResetSuccess" = "AirPort 無線設備已經成功重置為預設設定。";
"infoQuit" = "結束此程式，然後再試一次。";
"infoLoseNetwork" = "這可能會中斷目前所有已建立的網路服務。";
"infoAutomatic" = "自動";
"infoManual" = "手動⋯";

/*
 * Explanations for NAT and DHCP on/off, and bridging on/off
 * Note the trailing space in each of the NAT and DHCP on/off strings
 * The string displayed in the panel is made by concatenating the
 * Bridge on/off string to one of these strings
 */
"NAT_off_DHCP_off" = "使用網路位址轉譯與 DHCP 方式的 Internet 共享並未啟動。網路上的用戶端電腦必須以手動方式設定 TCP/IP。";
"NAT_off_DHCP_on" = "在此輸入的 IP 位址，將會透過 DHCP 方式來共享。因此網路上的用戶端電腦應重新做好 TCP/IP 設定，以從 DHCP 伺服器上取得一個 IP 位址。";
"NAT_on_DHCP_on" = "NAT 與 DHCP 將被用於共享單一 IP 位址。網路上的用戶端電腦應設定 TCP/IP，以從 DHCP 伺服器上取得一個 IP 位址。";
"Bridge_Off" = "AirPort 無線設備將不會作為 AirPort 與乙太網路之間的橋接器。";
"Bridge_On" = "AirPort 無線設備將會作為 AirPort 與乙太網路之間的橋接器。";
"Bridge_LAN" = "AirPort 無線設備將會作為 AirPort 與區域乙太網路之間的橋接器。";
"DHCPRangeLabel" = "DHCP 範圍：";

/* Binary errors */
"binSize" = "所選檔案的大小不正確。";
"binDowngrade" = "所選 AirPort 無線設備無法降級至版本 %@。";
"binSignature" = "韌體檔案與其簽名不符，因此是無效的。所有 AirPort 無線設備都沒有更新。";
"binChecksum" = "所選的檔案核對碼錯誤。";
"binError" = "檢查所選檔案時發生無法預期的錯誤。";
"binConfirmReload" = "您確定要使用所選擇的軟體來重新載入 AirPort 無線設備嗎？";
"binVersion" = "無法確認所選檔案的版本號碼。";
"binConfirmDowngrade" = "您正在上傳的軟體（%1$@）比 AirPort 無線設備中所使用的版本（%2$@）舊。";
"binChooseAnother" = "選擇其他檔案，然後再試一次。";
"binCurrentVersion" = "所選 AirPort 無線設備目前執行的版本為 %@。";
"binAskUpload" = "您仍然要上傳嗎？";
"binNewerVersion" = "AirPort 無線設備軟體已有較新版本（%@）。";
"binConfirmUpload" = "按“上傳”一下立即安裝。";

/* Progress strings */
"progDiscovering" = "正在尋找 AirPort 無線設備⋯";
"progJoining" = "正在加入無線網路⋯";
"progPreparing" = "正在準備上傳⋯";
"progChangingIP" = "正在更改 TCP/IP 設定⋯";
"progSettingIP" = "正在設定 AirPort 無線設備的 TCP/IP 位址⋯";
"progUploading" = "正在更新此 AirPort 無線設備⋯";
"progUploadingSpecific" = "正在更新 %@⋯";
"progDownloading" = "正在下載軟體更新項目⋯";
"progRestoring" = "正在回復預設設定⋯";
"progWaiting" = "正在等待 AirPort 無線設備重新啟動⋯";
"progWaitingSpecific" = "正在等待“%@”重新啟動⋯";
"progReading" = "正在讀取 AirPort 無線設備的設定⋯";
"progReadingSpecific" = "正在讀取 %@ 的設定⋯";
"progWriting" = "正在寫入 AirPort 無線設備的設定⋯";
"progWritingSpecific" = "正在寫入 %@ 的設定⋯";
"progValidating" = "正在驗證 AirPort 無線設備的設定⋯";
"progValidatingSpecific" = "正在驗證 %@ 的設定⋯";
"progRestarting" = "正在重新啟動 AirPort 無線設備⋯";
"progRestartingSpecific" = "正在重新啟動 %@⋯";
"progSearching" = "正在搜尋 AirPort 無線設備⋯";
"progWaitingDiskStatus" = "正在等待磁碟狀態⋯";

/* Validation errors */
"valPPPNeedsNAT" = "使用數據機（PPP）或透過乙太網路使用點對點協定（PPPoE）連線必須啟用“分配 IP 位址”。";
"valInvalidIP" = "您輸入的 IP 位址無效。";
"valInvalidNetwork" = "您輸入的 IP 位址、子網路遮罩以及路由器位址無效。";
"valPhoneNumber" = "您尚未輸入電話號碼。";
"valInvalidDHCP" = "DHCP 位址與子網路遮罩和路由器位址不相容。";
"valNeedStatic" = "若要共享某個範圍 DHCP 位址，需將 AirPort 無線設備設定為使用乙太網路，並指派固定的 IP 位址。";
"valInvalidPort" = "您輸入了無效的傳輸埠號碼。";

/* Explanations */
"tryName" = "輸入名稱，然後再試一次。";
"tryPassword" = "輸入網路密碼，然後再試一次。";
"tryCheck" = "請檢查設定，然後再試一次。";

/* New strings for new base station */
"infoUploadDefaultACP" = "預設軟體將會上傳至 AirPort 無線設備。按一下“好”，將會於上傳時暫時更動您的 TCP/IP 設定。";
"valInvalidNetworkACP" = "此範圍的位址已保留供區域乙太網路界面使用。";
"valInvalidPortMapping" = "共享單一 IP 位址（使用 DHCP 和 NAT）時才能執行“傳輸埠對應”。";
"aclDuplicates1" = "在“輸入”過程中，有一個重複的項目被忽略。";
"aclDuplicates2" = "在“輸入”過程中，有 %d 個重複的項目被忽略。";
"softResetACP" = "您所選的 AirPort 無線設備已暫時被重置為允許取用。您可以趁機更改可能防礙取用的設定（包括：AirPort 無線設備密碼、網路密碼、“連線權限控制列表”和 RADIUS）。";

/* change this to 0 for non-US installations */
"USAConfiguration" = "0";		

/* New strings for 2.0.4 */
"providedByDHCP" = "（由伺服器提供）";
"providedByPPP" = "（由伺服器提供）";
"valInvalidPPPDialin" = "設定為透過數據機或 AOL 連接 Internet 時，無法使用“PPP 電話撥入”功能。";
"valInvalidPPPDialinNoNat" = "設定為共享某個範圍的位址時，無法使用“PPP 電話撥入”功能。";

"valInvalidDHCPMessage" = "DHCP 訊息不得超過 253 個字元。";
"tryShorter" = "移除 %d 個或更多字元，然後再試一次。";

"RADIUS_Default" = "MAC 位址將會被轉換為 010203-0a0b0c 格式並用於使用者名稱，而“共享的密鑰”就是密碼。此格式經常為 Lucent 和 Agere 所使用。";
"RADIUS_Alternate" = "MAC 位址將會被轉換為 0102030a0b0c 格式並用於使用者名稱和密碼。此格式經常為 Cisco 所使用。";

"oldFormat" = "所選檔案已損毀或是與“AirPort 工具程式”不相容。請選擇其他檔案，然後再試一次。";
"newFormat" = "所選的檔案為較新的設定檔，與此版本的 AirPort 無線設備不相容。";

/* AOL additions */
"EnableAOL"		= "啟用 AOL 網站分級保護";
"AOLcable"		= "AOL（纜線數據機）";
"AOLdsl"		= "AOL（DSL）";

/* AOL realm strings -- different for non-US? */
"AOLrealmCable"	= "aolnet/abc.prod.cbl.apple.1.AirPort";
"AOLrealmDSL"	= "aolnet/abc.prod.dsl.apple.1.AirPort";
"AOLrealm"		= "aolnet/abc.prod.dlp.apple.1.AirPort";

/* WEP key explanations */
"requireHEX"	= "您只能輸入十六進位的字元。";
"requireASCII"	= "您只能輸入 ASCII 字元。";

/* New strings for 3.0 */
"Internal"		= "內置";
"External"		= "外接";
"noWEP"			= "（尚未設定）";
"errSameConfig"	= "已儲存的設定";
"errSameBinary"	= "韌體";

"valInvalidDMZ1"= "只有在共享單一 IP 位址時（使用 DHCP 和 NAT），才能使用預設主機。";
"valInvalidDMZ2"= "“預設主機”位址範圍必須介於 %1$@ 至 %2$@ 之間。";

/* WDS */
"AirPortWDS"	= "AirPort（WDS）";
"valNeedWDS"	= "您已經選擇啟用 AirPort 網路上的 WDS，但您尚未輸入一個或多個遠端 AirPort 無線設備的 MAC 位址。";
"valNeedWDSRmt"	= "您已經選擇啟用 AirPort 網路上的 WDS，但您尚未輸入主 AirPort 無線設備的 MAC 位址。";
"InvalidMACAddress" = "您所輸入的是無效的 MAC 位址。";

"WDSAirPortID"	= "輸入遠端 AirPort 無線設備的 AirPort ID。";

"WDSSettingsFor" = "用於設置";
"ThisBaseStation" = "這部 AirPort 無線設備";

"valWDSWithDHCPNATTitle" = "無線分配系統";
"valWDSWithDHCPNATText" = "WDS 裡的遠端 AirPort 無線設備不應該啟用 DHCP 與 NAT。\n\n請確定已取消選取“網路”面板上的“分配 IP 位址”。";

"errNotSupportedAP2" = "此版本的“AirPort 工具程式”無法設定此 AirPort 無線設備。請使用 AirPort 無線設備隨附的或線上提供的軟體來進行設定。";



"WDSPrimaryBaseStationDescription" = "主 AirPort 無線設備會連接 Internet，並與遠端和中繼 AirPort 無線設備共享其連線。";
"WDSRemoteBaseStationDescription" = "遠端 AirPort 無線設備會共享主 AirPort 無線設備的 Internet 連線。";
"WDSRelayBaseStationDescription" = "中繼 AirPort 無線設備會連接主 AirPort 無線設備，並與遠端和中繼 AirPort 無線設備共享其 Internet 連線。";

"wdsManuallySetUpForWDS" = "需要手動設定 WDS";
"wdsSuccessfullySetUpAsWDS" = "WDS 設定成功";
"wdsCancelledSetUpAsWDS" = "WDS 設定已取消";
"wdsNotOnThisPlatform" = "不支援 WDS";

"DefaultBasePasswordDescription" = "請輸入所選 AirPort 無線設備的密碼：";
"SpecificBasePasswordDescription" = "輸入密碼：";
"NetworkPasswordDescription" = "輸入無線網路密碼：";

"wdsRemoteConfigResults" = "WDS 遠端 AirPort 無線設備設定結果";
"wdsProgressSettingUpRemoteBases" = "正在設定遠端 AirPort 無線設備⋯";
"wdsProgressJoining" = "加入 %@ 中⋯";
"wdsProgressReading" = "正在讀取 %@ 的設定⋯";
"wdsProgressRejoining" = "重新加入此 AirPort 無線設備的網路。";
"wdsErrorRejoining" = "在重新加入此 AirPort 無線設備的網路時發生錯誤。";

"noASCIIWEP" = "（無法列印）";

"remoteSettingsOK" = "繼續此 AirPort 無線設備的 WDS 設定";
"remoteSettingsCancel" = "取消此 AirPort 無線設備的 WDS 設定";
"remoteSettingsCancelAll" = "取消其他 AirPort 無線設備的 WDS 設定";

"notAvailable" = "（無法取用）";

"wdsNonPublicPasswordTip" = "若您想要更改密碼，請在密碼欄位中輸入新的密碼，並在下方欄位中確認密碼。";
"wdsNotCompatibleWithChannelAuto" = "WDS 裡的 AirPort 無線設備不應該啟用“自動選擇頻道”。\n\n請確定您在 AirPort 面板的“頻道”選單中選取了“自動”以外的頻道。";

"internetConfirmTurningOffWDS" = "此 AirPort 無線設備目前是被設定為 WDS 的一部份。Internet 連線方式的更動將會移除 WDS 協定。";

/* file name for ACL export */
"AccessControlList" = "連線權限控制列表";

"duplicatePortMappingTitle"			= "傳輸埠對應錯誤";
"duplicatePortMapping"				= "您輸入的傳輸埠對應已經存在了。";

"wepkey" = "網路密碼";
"password" = "密碼";
"psk" = "預先共用密鑰";
"errWrongLengthPSK" = "您所輸入的“預先共用密鑰”長度必須剛好為 64 個 16 進位字元。";

"addACL" = "加入連線權限控制項目⋯";
"editACL" = "編輯連線權限控制項目⋯";
"deleteACL" = "刪除連線權限控制項目⋯";
"importACL" = "輸入連線權限控制項目⋯";
"exportACL" = "輸出連線權限控制項目⋯";
"revertACL" = "回復連線權限控制項目⋯";

"WDSNotCompatibleWithWPA" = "受到 WPA 安全保護的 AirPort 無線設備不能用於 WDS 網路。請將此 AirPort 無線設備的安全層級設定為 WEP 或“不啟用”。";
"WPANotCompatibleWithWDS" = "受到 WPA 安全保護的 AirPort 無線設備不能用於 WDS 網路。此 AirPort 無線設備將會從 WDS 裡移除。\n\n您確定要更改嗎？";
"ShowOptions" = "顯示選項";
"HideOptions" = "隱藏選項";
"CannotConfigureWPAEnterpriseForWDS" = "受到“WPA 企業級”安全保護的 AirPort 無線設備不能加入 WDS 網路裡。請選擇其他的 AirPort 無線設備。";
"WPANotSupportedByCard" = "加入受 WPA 保護的網路並變更至受 WPA 保護的 AirPort 無線設備需要具備 WPA 功能的電腦。這部電腦不具備 WPA 功能。若您繼續執行，您將無法加入受 WPA 保護的網路，或變更至受 WPA 保護的 AirPort 無線設備。";

/* 3.3 Changes */
"LocalACLNotCompatibleWithWPAEnterpriseTitle" = "本基地台上的 MAC 位址連線權限控制無法與“WPA 企業級”的無線安全層級相容。";
"LocalACLNotCompatibleWithWPAEnterprise" = "若要啟用本基地台上的 MAC 位址連線權限控制，請選擇不同的無線安全層級。";
"errPingFailed" = "“AirPort 工具程式”無法與此 AirPort 無線設備進行通訊。請在“系統偏好設定”裡檢查您的網路設定。";
"errEscapedPasswordBadLength" = "您所輸入的十六進位密碼長度不正確。您必須輸入正確的轉義字元（“$”, “0X” 或 “0x”），後面再加上 10 個十六進位數字。";

/* 3.4 Changes */
"ShouldntChangeChannelsInAWDS" = "此 AirPort 無線設備目前是在 WDS 中進行設定。更改通道將會中斷 WDS 的連線。";
"BaseStationOptionsTitle" = "基地台選項錯誤";
"ValidSysLogIPAddress" = "您必須為欲傳送的 AirPort 無線設備記錄提供有效的 IP 位址。";
"ValidNTPServerInfo" = "您必須為 NTP 伺服器提供有效的“主機名稱”或“IP 位址”。";
"ImportError" = "輸入錯誤";
"CannotImportIntoSavedConfig" = "您無法將一個已儲存的設定檔輸入到另一個已儲存的設定檔。";
"ConfigurationFileNotSupported" = "您選擇的設定檔無法和此 AirPort 無線設備相容。";

/* 4.0 Changes */
"doesntSupportProfilesDescription" = "此 AirPort 無線設備僅支援一個設定描述檔。要設定此描述檔，請從列表中選取它，然後按一下“設定”。";
"confirmMakeInactiveProfileActive" = "此描述檔目前尚未啟用。您希望啟用它作為此 AirPort 無線設備的描述檔嗎？";
"confirmDeleteProfiles" = "確定要刪除選取的描述檔嗎？此動作無法還原。";
"AddProfile" = "加入描述檔";
"ActiveProfile" = "%@（啟用）";
"CurrentProfile" = "目前的描述檔：%@";
"confirmSaveProfile" = "您要將您所作的更動儲存到“%@”嗎？";
"HardResetMode" = "重置模式";
"HardResetPrompt1" = "已重置此 %@。";
"HardResetPrompt2" = "選擇您想要執行的操作。";
"RestorePreviousProfile_Title" = "回復上次描述檔";
"RestorePreviousProfile_Desc" = "如果因為上次設定的問題重置設備，可能需要再重置一次設備。";
"RestorePreviousConfig_Title" = "回復上次設定";
"RestorePreviousConfig_Desc" = "如果因為上次設定的問題重置設備，可能需要再重置一次設備。";
"ResetPreviousProfile_Title" = "回復上次所選擇的使用預設設定的描述檔";
"SavePreviousConfigProfile_Title" = "使用預設設定並將上次的設定儲存為描述檔";
"ProfileName" = "描述檔名稱";
"CreateResetProfile_Title" = "加入預設設定為新的描述檔";
"CreateResetProfile_Desc" = "將保留上次使用的設定並製作和啟用預設設定描述檔。";
"DefaultSettings" = "預設設定";
"RecoveredSettings" = "已回復的設定";
"WirelessNetwork" = "無線網路";
"TooManyACLEntries" = "本基地台上的連線權限控制列表比最大項目數量超過了 %d 個。請刪除 %d 個項目。";
"HardResetProfilesMode" = "此 AirPort 無線設備已經被重置。若要啟用描述檔，請按一下該描述檔的按鈕，再按一下“好”。";
"NothingInEthernetPort" = "似乎沒有任何裝置連接到乙太網路埠。若您是使用寬頻數據機來連接 Internet，或您是連接到乙太網路，請將數據機或網路連接到乙太網路埠。";
"EthernetPort" = "乙太網路埠";
"LANConnector" = "LAN 接頭";
"TooManyImportedACLEntries" = "本基地台上的連線權限控制列表超過了最大項目數量。請按“好”一下輸入前 %d 個項目或按“取消”一下。";
"confirmNonSupportedClientModeSecurity" = "無線網路不支援您所選擇的無線安全層級模式。";

/* 5.3 Changes */
"GenericNumberToGenericNumber" = "%1$d 到 %2$d";
"GenericNumberOfGenericNumber" = "%1$d∕%2$d";
"PPPoE_COD_ID_WAB_Conflict" = "PPPoE 自動連線∕閒置斷線無法用於廣域主機名稱。";
"DisablingWANConfig" = "不允許透過 WAN 埠進行設定可能會讓這部 AirPort 無線設備無法顯示在 AirPort 無線設備的列表上。關閉 WAN 設定功能，您就必須加入由這部 AirPort 無線設備建立的網路才能進行變更。";
"MultiplePrinters" = "（多部印表機）";
"MultipleDisks" = "（多個磁碟）";
"TaskTimedOutError" = "“AirPort 工具程式”無法決定某個處理中的作業狀態。";
"EraseTaskTimedOutTryAgain" = "請使用“AirPort 工具程式”的“磁碟”面板來清除 Time Capsule 磁碟。";
"ArchiveTaskTimedOutTryAgain" = "請使用“AirPort 工具程式”的“磁碟”面板來封存 Time Capsule 磁碟。";

/* Timed Access Control maximum connection time */
"MaxUserConnectTimeLabel" = "限制連線：";
"title_per_user_per_day" = "每使用者∕每日";
"title_per" = "每";
"title_minute(s)" = "分鐘";
"title_hour(s)" = "小時";
"MaxUserConnectTimeHoursPerDay" = "小時∕每使用者∕每日";
"MaxUserConnectTimeMinutesPerDay" = "分鐘∕每使用者∕每日";
/* "Allow wireless access for: x <Units> every y <Units>" as in Allow wireless access for 4 Hours every 24 Hours */
"MaxUserConnectTimeFormat" = "“%1$@”每“%2$@”";

"MobileMeAccountName" = "MobileMe 會員名稱";
"MobileMeAccountPassword" = "密碼";

"Five_GHz" = "5 GHz";
"TwoPtFour_GHz" = "2.4 GHz";

"CreateRoamingNetworkChoice" = "建立漫遊網路";
"AddNewNetworkChoice" = "加入其他的網路";

"genericWithPassword" = "透過“%@”密碼";
"settingMigrationSource" = "來源";

"genericAirPortDevice" = "AirPort 無線設備";
"genericAirPortDevices" = "AirPort 無線設備";
"title_ShowPassword" = "顯示密碼";
"title_ShowPasswords" = "顯示密碼";

"BaseStationNotSupportedTitle" = "需要較新版本的“AirPort 工具程式”。";
"BaseStationNotSupportedWarning" = "此版本的“AirPort 工具程式”不支援此 AirPort 無線設備，若繼續使用可能無法正確設定設備。請前往 www.apple.com/tw/support/airport 來取得最新版本的“AirPort 工具程式”。";

"MultipleItemsSeparatorAppendFormat" = "、%@";

"DiskNameIsNotValid" = "正在使用的 Time Capsule 磁碟無效。請輸入新的名稱。";
"UserAccountNameNotValid" = "檔案共享帳號名稱無效。請輸入新的帳號名稱。";
"UserAccountNamesNotValid" = "一個或多個檔案共享帳號名稱無效。請輸入新的帳號名稱。";

"Disabled" = "已停用";
"Enabled" = "已啟用";

"SetupComplete" = "設定完成";
"UpdateComplete" = "更新完成";

"LessSecureCommunication" = "與此 AirPort 無線設備進行通訊可能會顯示您在網路上其他設備輸入的密碼。";
"YouShouldUpdateFirmware" = "您應該將此 AirPort 無線設備更新至最新的韌體。";
"AreYouSureContinue" = "確定要繼續嗎？";

"MinimumMacOSVersion" = "“AirPort 工具程式”搭配 Mac OS X %@ 或以上版本使用時的效果最好。請更新至較新版本的 Mac OS X。";
"MinimumWinOSVersion" = "“AirPort 工具程式”搭配 Windows XP SP3、Vista SP1 或以上版本使用時的效果最好。請更新至較新版本的 Windows。";

"UserAccountsExistingFilesWarning" = "設定使用者帳號可能會使得非管理者的使用者無法存取 AirPort 磁碟上的所有檔案。";
"AtMeDotCom" = "@me.com";
"AtMacDotCom" = "@mac.com";
"MobileMeNamePlacheolder" = "（MobileMe 會員名稱）";

"errNeedName" = "您必須輸入名稱才能繼續";

"PrinterDescription" = "印表機描述";
"PrinterName" = "印表機名稱";

"ExtendingANonExtensibleEnabledNetwork" = "尚未設定您所選擇的網路來進行延伸。";
"ExtendingANonExtensibleNetwork" = "無法延伸您所選擇的網路。";
"AreYouSureExtend" = " 確定要延伸此網路嗎？";

"RadioSTAListClientType" = "用戶端類型";
"RadioSTAListOpmodeSTA" = "無線";
"RadioSTAListOpmodePSTA" = "乙太網路";
"RadioSTAListOpmodeWDS" = "WDS";
"RadioSTAListOpmodeDWDS" = "無線網路延伸器";

"RadioSTAList80211Mode" = "80211 模式";
"WirelessClients" = "無線用戶端";
"EthernetClients" = "乙太網路用戶端";
"WirelessEthernetClients" = "無線用戶端與乙太網路用戶端";

"DisableWANServices" = "停用所有 WAN 服務";

"ImportWarning" = "輸入這些設定可能會覆寫現有的設定。";

"USBSharingDescription" = "使用“USB 共享”來讓網路上的使用者存取已連接至您的“%@”上的 USB 設備。";
"USBSharingVsFileSharing" = "“USB 共享”不會影響使用 USB 所連接之磁碟的檔案共享。";

"Base Station" = "基地台";	/* OK TO LOCALIZE */
"Time Capsule" = "Time Capsule";	/* DO NOT LOCALIZE */

"EraseDestTimeCapsuleDisk" = "清除目標 Time Capsule 磁碟";
"EraseDestTimeCapsuleDisk.description" = "若您希望您要移轉磁碟內容的目標 Time Capsule 磁碟在開始移轉之前先清除其內容，請按一下“清除目標 Time Capsule 磁碟”。";
"EraseSourceTimeCapsuleDisk" = "清除來源 Time Capsule 磁碟";
"EraseSourceTimeCapsuleDisk.description" = "若您希望您要移轉磁碟內容的來源 Time Capsule 磁碟在開始移轉之後清除其內容，請按一下“清除來源 Time Capsule 磁碟”。";


"MoreOptions" = "更多選項";

"PrintersChangeNamesDescription" = "若要更改印表機名稱，請在下方的列表裡選擇印表機，然後按一下“編輯”。";

"GuestNetRequiresDHCPNAT" = "訪客網路要求此 %@ 是設定為使用 NAT/DHCP 來共享公用的 IP 位址。";

"BTMMRequiresPPPoEAlwaysOn" = "“返回我的 Mac”需要將 PPPoE 連線設定為“總是開啟”。";
"SelectPPPoEAlwaysOn" = "從“連線”選單裡選擇“總是開啟”。";

"ClientTable_Client" = "用戶端";
"ClientTable_Signal" = "訊號";
"ClientTable_Noise" = "雜訊";
"ClientTable_Rate" = "速率";
"ClientTable_Type" = "類型";
"ClientTable_80211" = "80211";
"ClientTable_MAC" = "MAC 位址";
"ClientTable_IP" = "IP 位址";
"ClientTable_ClientID" = "用戶端識別碼";
"ClientTable_Lease" = "租約時間";

"IPv4orIPV6" = "IPv4 或 IPv6 位址";
"TablePlusButton" = "+";
"TableMinusButton" = "-";

"IgnoredDevices" = "已忽略的設備";

"WirelessNetworkOptionsButton" = "無線網路選項⋯";

/* End of strings file */
